import { Content, Title } from "~/components/news";

const KOC = () => {
  return (
    <>
      <Title title="TIPS 운용사 KOC Partners에게 인정받은 사업 역량" />
      <Content
        content={[
          "당사는 KOC Partners의 KOC-CON 액셀러레이팅 프로그램에 선정되어, 스타트업의 성장을 지원하는 종합적인 프로그램에 참여하고 있습니다. 이 프로그램은 기업의 진단과 맞춤형 프로그램 설계를 위한 밸류업 워크숍을 시작으로, BM(비즈니스 모델) 및 기능별 멘토링, 교육과 세미나, 모의 IR 기회를 제공합니다.",
          "특히 판로 개척과 사업 제휴를 위한 폭넓은 네트워크 연계와 데모데이를 통한 투자 유치까지 지원하여, 스타트업이 직면한 문제를 해결하고 가치를 극대화하는 데 도움을 주는 올라운드(All-Round) 프로그램입니다.",
          "이를 통해 당사는 전략적 성장 기회를 확보하고, 시장에서의 경쟁력을 강화해나가고 있습니다.",
        ]}
      />
    </>
  );
};

export { KOC };
