import { Content, Title } from "~/components/post";

const UMAGONG = () => {
  return (
    <>
      <Title title="우마공크리에이티브와 기술 및 네트워크 업무협약(MOU) 체결" />
      <Content
        content={[
          "당사는 주식회사 우마공크리에이티브와 업무협약(MOU)을 체결하여, 양사의 기술력과 네트워크 역량을 공유하며 상호 시너지를 극대화하기 위해 협력하게 되었습니다. 이번 협약을 통해 당사는 우마공크리에이티브와 함께 마인크래프트 관련 사업, XR 콘텐츠 개발, 인적 네트워크 구축, 커뮤니티 형성 및 마케팅 프로모션에 대한 폭넓은 협업을 추진하게 됩니다.",
          "이번 MOU를 통해 당사는 더욱 다양한 인적 네트워크와 정보를 제공받아 비즈니스 확장과 성장 기반을 확보하게 되었으며, 이를 통해 향후 비즈니스 영역을 확장하고 전략적 파트너십을 구축할 계획입니다. 또한, 양사의 협력을 바탕으로 더욱 경쟁력 있는 서비스를 제공하며 타사 대비 경쟁 우위를 강화할 수 있는 기회를 마련하고자 합니다.",
          "이 협약을 통해 당사는 지속적인 협업을 바탕으로 혁신적인 XR 콘텐츠 개발과 마인크래프트 플랫폼을 활용한 엔터테인먼트 콘텐츠 확장을 목표로 하고 있습니다. 앞으로도 우마공크리에이티브와의 협력 관계를 통해 더욱 폭넓은 사업 기회를 창출하고, 업계에서의 경쟁력을 강화해 나갈 예정입니다.",
        ]}
      />
    </>
  );
};

export { UMAGONG };
